<?php require 'login.php'; ?>
<!doctype html>
<html>
<head>
<?=$incorrect_login_js ?>

<script src="jquery.js"></script>
<link rel="stylesheet" type="text/css" href="style.css">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">

<title>Австралія</title>
</head>
<body>
<div>
    <?php require 'form.php'; ?>
      <div id="zara">
	    <a href="index.php"><div class="lol">Культура</div></a>
        <a href="history.php"><div class="lol">Історія</div></a>
        <div class="lol_bckgr">Клімат</div>
        <a href="exkur.php"><div class="lol">Екскурсії</div></a>
      </div><br>
</div>

	<div class="article">
        <h1>Географічне положення</h1>
                <p>Австралійський Союз - держава в Південній півкулі площею 7692024 км ². Австралія є шостим за площею державою в світі після Росії, Канади, Китаю, США та Бразилії, займаючи близько 5% поверхні суші Землі. У нього входять: материк Австралія (включаючи острів Тасманія) площею 7659861 км ² і територій інших прибережних островів площею 32163 км ².</p>
                <img id="clim1" src="1climat.jpg" alt="Logo"/><p> Під контролем Австралії знаходяться декілька зовнішніх територій Кокосові (Кілінг) острови площею 14 км ², острів Різдва площею 135 км ², острови Ашмор і Картьє площею 199 км ², територія островів Коралового моря площею 7 км ² (площа акваторії близько 780 тис км ².), Острів Херд і острови Макдональд площею 372 км ² (входять до складу Австралійської антарктичної території), острів Норфолк площею 35 км і Австралійська антарктична територія площею 5896000 км ² (суверенітет Австралії над цією територією не визнається більшістю країн світу). Загальна площа всіх зовнішніх території 5896762 км ² (без Антарктичної території 762 км ²).
Північне і східне узбережжя Австралії омивають моря Тихого океану: Арафурське, Коралове, Тасманово, Індійського океану - Тиморское; західне і південне - Індійський океан. Поблизу Австралії розташовані великі острови Нова Гвінея і Тасманія. Уздовж північно-східного узбережжя Австралії більш ніж на 2000 кілометрів тягнеться найбільший в світі кораловий риф - Великий Бар'єрний риф.
Австралія простягається із заходу на схід майже на 4000 кілометрів, а з півночі на південь - приблизно на 3860 км. Крайніми точками материка є: - (.. 10 ° ю ш) - (.. 43 ° ю ш). На півночі мис Йорк, на півдні мис Саут-Іст-Кейп, на заході - мис Стип-Пойнт (114 ° в д .), на сході - мис Байрон (154 ° в д.) ..
Довжина берегової лінії Австралії становить 59 736 км (з них материкової частини - 35 877 км, острівної - 23 859 км), а площа виключної економічної зони - 8148250 км ².</p>
                <a class="imagez" href="2climat.png"><img id="clim2" src="2climat.png" alt="Logo"/></a>
                <h1>Клімат</h1>
                <p>Клімат Австралії знаходиться під значним впливом океанічних течій, у тому числі диполя Індійського океану і Ель-Ніньо, які створюють періодичні засухи і сезонне тропічне низький тиск, яке призводить до формування циклонів в північній частині Австралії. Ці фактори викликають помітну зміну кількості опадів від року до року. Велика частина півночі країни володіє тропічним кліматом з переважно літніми опадами. Майже три чверті з Австралії являють собою пустелі та напівпустелі. У південно-західній частині країни клімат є середземноморським. У більшій частині південного сходу країни (включаючи Тасманію) клімат помірний. На посушливість регіону впливає холодне Західно-Австралійська течія, яке не дає енергії для утворення циклону. Щось подібне відбувається і на заході Південної Америки, але там все змінюється з появою Ель-Ніньо.</p>
                <h1>Гідрологія</h1>
                <p>Річкова система Австралії невелика. Вона представлена в основному рікою Муррей (Маррі) з притокою Дарлінг, які беруть початок у Великому Вододільному хребті. В нижній течії Дарлінг пересихає і розпадається на окремі водойми. Протяжність Муррея, що є найдовшою річкою країни, становить 2375 км. Друга за довжиною річка Австралії - Маррамбиджи (1485 км), третя - Дарлінг (1472 км; якщо враховувати довжину всіх приток річки Дарлінг, які офіційно не є її частиною, то довжина зростає до 2844 км, роблячи Дарлінг найдовшою річкою Австралії). Річка Муррей і її приплив, Дарлінг, також є головними річками в річковому басейні Муррей-Дарлінг, який вважаються найбільшим в країні: він займає близько 14% суші Австралії, або більше 1 млн км. Найбільш розвинена річкова мережа на острові Тасманія. Річки там мають змішане дощове і снігове харчування та повноводні протягом усього року. Вони стікають з гір і тому бурхливі, порожисті і володіють великими запасами гідроенергії. Остання річка широко використовується для будівництва гідроелектростанцій. Наявність дешевої електроенергії сприяє розвитку на Тасманії енергоємних виробництв, таких як виплавка чистих електролітних металів, виготовлення целюлози та ін. Недолік поверхневих вод частково відшкодовується великими запасами підземних вод, які скупчуються в артезіанських басейнах. Артезіанські води Австралії містять багато солей.
На території Австралії є велика кількість озер, які розташовані переважно в улоговинах, заповнюваних водою тільки після дощів. При цьому значну частину року ці озера вкриті глинисто-солончакової кіркою. Найбільшими озерами країни є Ейр (9500 км ²), Маккай (3494 км ²), Амадіус (1032 км ²), Гарнпанг (542 км ²) і Гордон (270 км ²; одночасно є найбільшим штучним водоймищем Австралії). Найбільші солоні озера - Ейр (9500 км ²), Торренс (5745 км ²) і Герднер (4351 км ²).</p>
                <h1>Природні ресурси</h1>
                <p>Основне природне багатство країни - мінеральні ресурси. Забезпеченість Австралії природно-ресурсним потенціалом в 20 разів вище середньосвітового показника. Країна займає 2-е місце в світі за запасами бокситів (1/3 світових запасів і 40% видобутку), цирконію, 1-е місце в світі за запасами урану (1/3 світових) та 3-е місце (після Казахстану та Канади ) з його видобування: 8022 т в 2009 році. Країна займає 6-е місце в світі за запасами вугілля. Має значні запаси марганцю, золота, алмазів. На півдні країни (родовище Браунлоу), а також у північно-східних і північно-західних берегів в шельфовій зоні є незначні родовища нафти і природного газу.
Найбільші в Австралії поклади залізної руди, які почали розроблятися з 60-х років XX століття, перебувають у хребта Хамерслі на північному заході країни (родовища Маунт-Ньюмен, Маунт-Голдсуерта і ін.). Залізна руда є також на островах Кулан і Кокату в затоці Кінга (на північному заході), в штаті Південна Австралія в хребті Мідлбек (Айрон-Ноб та ін.) І на Тасманії - родовище Савидж-Рівер (у долині р Савидж.).
Великі родовища поліметалів (свинець, цинк з домішкою срібла і міді) знаходяться в західній пустинній частині штату Новий Південний Уельс - родовище Брокен-Хілл. Важливий центр видобутку кольорових металів склався близько родовища Маунт-Айза (у штаті Квінсленд). Поклади кольорових металів є на Тасманії (Рід-розберу і Маунт-Лайєлла), міді - у Теннант-Крику (Північна територія) і в інших місцях.
Основні запаси золота зосереджені у виступах докембрійського фундаменту і на південно-заході материка (штат Західна Австралія), в районі міст Калгурлі і Кулгарді, Норсмен і Уілуна, а також в Квінсленді. Дрібніші родовища зустрічаються майже у всіх штатах.
Боксити залягають на півостровах Кейп-Йорк (родовище Уейпа) і Арнем-Ленд (родовище Гов), а також на південному заході, в хребті Дарлінг (родовище Джаррадейл).
Містять марганець руди знаходяться на острові Грут-Айленд - в затоці Карпентарія і на північно-заході країни - у районі Пілбари.
Родовища урану виявлені в різних частинах материка: на півночі (півострів Арнем-Ленд) - неподалік від річок Саут і Іст-Аллигейтор, в штаті Південна Австралія - близько озера Фром, в штаті Квінсленд - родовище Мері-Катлін і в західній частині країни - родовище Йиллирри.
Основні поклади кам'яного вугілля розташовані в східній частині материка. Найбільш великі родовища як коксівного, так і некоксующегося кам'яного вугілля розробляються біля міст Ньюкасл і Літгоу (штат Новий Південний Уельс) і міст Коллінсвілл, Блер-Атол, Блафф, Баралаба і Моура-Кіанга в штаті Квінсленд.
Геологічними пошуками встановлено, що в надрах Австралійського материка і на шельфі біля його берегів знаходяться великі родовища нафти і природного газу. Нафта знайдена і добувається в штаті Квінсленд (родовище Муні, Олтон і Беннет), на острові Барроу біля північно-західного узбережжя материка, а також на континентальному шельфі біля південного узбережжя штату Вікторія (родовище Кингфиш). Поклади газу (найбільше родовище Ранкен) і виявлено також на шельфі біля північно-західних берегів материка.
В Австралії є великі родовища хрому в штаті Квінсленд, а також в Гінгін, Донгара, Мандарра (Західна Австралія), Марлін (штат Вікторія).
З неметалічних корисних копалин зустрічаються різні по своїй якості і промислового використання глини, піски, вапняки, азбест, а також слюда.</p>
        <a href="history.php"><img id="back" src="back.jpg" alt="Logo"/></a>
        <img class="hed" src="header.jpg" alt="Logo">
        <a href="exkur.php"><img id="forth" src="forth.jpg" alt="Logo"/></a>
    </div>

<script src='text/jquery-letterfx.js'></script>
<link rel='stylesheet' type='text/css' href='text/jquery-letterfx.css'>
<script src='text/jquery.magnific-popup.js'></script>
<link rel='stylesheet' type='text/css' href='text/magnific-popup.css'>
<script>
    $('.imagez').magnificPopup({
        type: 'image',
        closeOnContentClick: true,
        closeBtnInside: false,
        fixedContentPos: true,
        mainClass: 'mfp-no-margins mfp-with-zoom', // class to remove default margin from left and right side
        image: {
            verticalFit: true
        },
        zoom: {
            enabled: true,
            duration: 300 // don't foget to change the duration also in CSS
        }
    });
</script>
<script>$("h1").letterfx({ fx:'fade', fx_duration:'2s' })</script>

	</body>
	</html>