<?php require 'login.php'; ?>

<!doctype html>
<html>
<head>
    <?= $incorrect_login_js ?>

    <script src="jquery.js"></script>
    <link rel="stylesheet" type="text/css" href="style.css">
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    
    <title>Австралія</title>
</head>
<body>
    <div>
        <?php require 'form.php'; ?>
        <div id="zara">
            <a href="index.php">
                <div class="lol">Культура</div>
            </a>
            <a href="history.php">
                <div class="lol">Історія</div>
            </a>
            <a href="climat.php">
                <div class="lol">Клімат</div>
            </a>

            <div class="lol_bckgr">Екскурсії</div>
        </div>
        <br>
    </div>

    <div class="article">
        <h1>Оберіть місто, екскурсія до якого Вас цікавить</h1>
        <img id="Image-Maps-Com-image-maps-2014-09-22-140444" src="asd.jpg" border="0" width="1062" height="823"
        orgWidth="1062" orgHeight="823" usemap="#image-maps-2014-09-22-140444" alt=""/>
        <map name="image-maps-2014-09-22-140444" id="ImageMapsCom-image-maps-2014-09-22-140444">
            <area alt="" title="" href="exkur.php#a" shape="rect" coords="612,640,695,693" style="outline:none;"
            target="_self"/>
            <area alt="" title="" href="exkur.php#m" shape="rect" coords="766,760,853,809" style="outline:none;"
            target="_self"/>
            <area alt="" title="" href="exkur.php#s" shape="rect" coords="926,606,1013,655" style="outline:none;"
            target="_self"/>
            <area shape="rect" coords="1060,821,1062,823" alt="Image Map" style="outline:none;" title="Image Map"
            href="http://www.image-maps.com/index.php?aff=mapped_users_33103"/>
        </map>

        <h1 id="m">Мельбурн</h1>
        <img class="exk" src="melbourne.jpg"/>

        <p>Мельбурн - культурна столиця Австралії. В цьому турі Ви подивіться будівлю парламенту штату Вікторія, будівлю
            Королівського виставкового залу, ділову частину Мельбурна, будівлю театру Принцес, проїдете повз Королівського
            ботанічного саду, а також побачите місце проведення австралійського етапу Гран-Прі Формули 1, ринок Королеви
            Вікторії, відомий своєю різноманітністю товарів та продуктів і низькими цінами.
            Ви також насолодитеся красивими видами яхт і моря уздовж набережної Санкт Килда, відвідайте площа Федерації в
            центрі міста, і зробите знімок на тлі центральної станції Фліндерз. Ми також проїдемося вздовж відомих
            спортивних споруд, таких як стадіон MCG, Арена Род Лейвера, та інших цікавих місць. Невелика прогулянка вздовж
            річки Ярра залишить у Вас гарні спогади про Мельбурні. Гід розповість Вам коротку історію Мельбурна і відповість
            на ваші запитання.
            Також, за бажанням, у Вас є можливість піднятися на оглядовий майданчик найвищого житлового будинку в світі -
            хмарочоса Еврика Тауер (оплачується на місці додатково). Швидкісний ліфт підніме Вас на 88 поверх за 39 секунд.
            Звідси, з оглядового майданчика, ви зможете побачити весь Мельбурн, його околиці і Залив Порта Філіпа, і
            сфотографуватися над містом з висоти 300 метрів.</p>

            <p>Тривалість: 4 години</p>

            <p>Вартість: 1-4 людини - $450.00 за групу; 5-11 чоловік - $650.00</p>

            <h1 id="s">Нічний Сідней</h1>
            <img class="exk" src="sydney.jpg"/>

            <p>Панорамні майданчики Нічного Сіднея, його східний район, Оперний театр, район Вуламулу з його відомим кафе на
                колесах, розважальний район міста Дарлінг Харбор.
                Відвідання Нічного району Червоних ліхтарів - Кінгс Кросс - стриптиз бари, клуби або відвідування популярних
                нічних, танцювальних і джазових клубів міста.</p>

                <p>Транспорт і гід - $75.00 за год. з розрахунку на 1-3 чол. Більше 3 чол. з розрахунку - $100.00 за год.</p>

                <p>Вартість вхідних квитків, де необхідно, оплачується додатково.</p>

                <h1 id="a">Аделаїда. Острів Кенгуру</h1>
                <img class="exk" src="adelaida.jpg"/>

                <p>Сьогодні нам належить дивовижний, повний пригод день! Їхати далеко, тому почнемо ми дуже рано - ми заберемо вас з
                    готелю в 6:00 ранку. Ми вирушаємо в Кейп Джервіс - мис на півдні Південної Австралії, звідки на поромі
                    перепливемо на острів Кенгуру - райський куточок з неповторною австралійської природою, де в природних умовах,
                    захищені від втручання людини, проживають рідкісні і часто унікальні тварини.
                    Наше пригода починається вже на поромі - дуже часто навколо нього можна побачити пустуючих дельфінів і навіть
                    тюленів.
                    Ми відвідаємо:
                    Seal Bay - заповідник морських левів. Екскурсія проходить на узбережжі, де відпочивають ці шляхетні й спокійні
                    тварини і де ми будемо знаходиться на відстані 2-3 кроків від них.
                    Маленька Сахара - маленька, але справжня пустеля з дюнами, барханами і перекотиполе рослинами.
                    Коала Walk - частина Флиндерс Парку - місце, де можна спостерігати волохатих звіряток в їх самій природній
                    обстановці - сплячих або жують евкаліптові листики.
                    Чудові Скелі і адмірали Arch - два місця, де природа створила неповторні витвори мистецтва з каменю, вітру та
                    води. Також на адмірали Arch проживає колонія волохатих тюленів.</p>

                    <p>Обід і вхідні квитки оплачуються додатково. </p>

                    <p>Вартість: 1-3 людини - $ 1100.00 за групу; 4-11 чоловік - $ 1450.00 </p>
                    <hr>
                    <div id="comment-div">
                        <h3>Відгуки про екскурсії</h3>

                        <div id="comments">
                            <?php require 'newComment.php' ?>
                            <?php require 'printComment.php' ?>
                        </div>
                        <br>
                        <img class="hed" src="header.jpg" alt="Logo">
                        <a href="climat.php"><img id="back" src="back.jpg"/></a>
                    </div>
                    <script src='text/jquery-letterfx.js'></script>
                    <link rel='stylesheet' type='text/css' href='text/jquery-letterfx.css'>
                    <script>$("h1").letterfx({ fx:'fade', fx_duration:'2s' })</script>
                </body>
                </html>
