<?php require 'login.php'; ?>
<!doctype html>
<html>
<head>
    <?=$incorrect_login_js ?>

    <script src="jquery.js"></script>
    <link rel="stylesheet" type="text/css" href="style.css">
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">

    <title>Австралія</title>
</head>
<body>
    <div>
      <?php require 'form.php'; ?>
      <div id="zara">
       <a href="index.php"><div class="lol">Культура</div></a>
       <div class="lol_bckgr">Історія</div>
       <a href="climat.php"><div class="lol">Клімат</div></a>
       <a href="exkur.php"><div class="lol">Екскурсії</div></a>
   </div><br>
</div>

<div class="article">
    <img id="histgif" src="gif.gif"/>
    <h1>Історія Австралії</h1>
    <p id="yeezus">Предки австралійських аборигенів з'явилися в Австралії 40-60 тис. Років тому (за іншими даними - близько 70 тис. Років тому). Люди прибули до Австралії по морю в той час, коли Нова Гвінея і Тасманія були частиною континенту, що робить їх самими ранніми морськими мандрівниками в світі. Заселення континенту людьми почалося 42-48 тис. Років тому.
        Найбільш ранні людські останки знайдені на озері Мунго, висохлому озері на південному сході штату Новий Південний Уельс. Ці останки є одним з найстаріших знайдених на Землі прикладів кремації, що вказує на раннє існування релігійних ритуалів серед австралійських аборигенів.
        Мистецтво аборигенів вважається найстарішою триваючої традицією мистецтва в світі. Його вік оцінюють в 30 000 років і його можна зустріти по всій території Австралії (зокрема, на Улуру і в Національному парку Какаду). З точки зору віку і достатку малюнків, наскальний живопис в Австралії порівнянна з печерами Ласко і Альтаміра в Європі.
        У період 10-12 тис. Років до нашої ери Тасманія ізолюється від материка й деякі кам'яні технології не змогли досягти тасманійських аборигенів (наприклад, використання бумеранга). Під час найдавнішого періоду історії Австралії в південно-східній Австралії часто відбувалися виверження вулканів. У південно-східній Австралії, на озері Кондо в штаті Вікторія, знайдені полупостоянние поселення з великими запасами продовольства. Протягом століть макасари торгували з аборигенами Австралії, зокрема з людьми йолнгу на північному сході Арнем-Ленда."
    </p>
    <a class="imagez" href="1hist.png"><img id="hist1" src="1hist.png"></a>
    <p>Деякі автори намагалися довести, що європейці відвідали Австралію ще в XVI столітті. Кеннет Макінтайр та інші історики стверджували, що португальці таємно відкрили Австралію в 20-ті роки XVI століття. Наявність на картах Дьеп написи «жав-Ля-Гранд» (фр. Jave La Grande) часто сприймалося ними як доказ «португальського відкриття». Тим не менш, карти Дьеп відображають незавершене стан географічних знань тієї епохи, як фактичних, так і теоретичних. Хоча теорії візитів європейців до 17-го століття продовжують залучати багато інтересу в Австралії та інших країнах, вони, як правило, вважаються спірними і недостатньо доказовими.
        Відкриття Австралії стався в 1606 році, коли Віллем Янсзон на кораблі Дайфкен висадився на узбережжі Австралії, назвавши його Новою Голландією і оголосивши володінням Нідерландів (голландцями вона ніколи не освоювалася). У тому ж році іспанська експедиція Педро Фернандеса Кироса висадилася на Нових Гебридах і, вважаючи, що це - південний континент, назвала його Південна Земля Святого Духа (ісп. Austrialis del Espiritu Santo). Пізніше в цьому ж році заступник Кироса Луїс ПАЕС де Торрес проплив через Торресов протоку і, можливо, побачив північне узбережжя Австралії.
        У 1642 році голландець Абел Тасман здійснив подорож, в ході якого відкрив Землю Ван-Димена (пізніше названу Тасманією) і Нову Зеландію, чим вчинив значний внесок у дослідження Австралії. </p><p>Він проплив повз східного узбережжя Австралії до південного узбережжя Нової Гвінеї в 1644 році, коли здійснював свою другу подорож. Він пропустив Торресов протоку між Новою Гвінеєю і Австралією і продовжив плисти на захід уздовж австралійського узбережжя і в кінцевому підсумку, завдяки йому, на картах було відображено західне узбережжя Австралії.
        До 50-м рокам XVII століття, завдяки голландським мореплавцям, обриси Австралії були досить чітко промальовані на картах.
        За винятком голландських досліджень на західному узбережжі Австралія залишалася недослідженою до першого плавання Джеймса Кука. Спочатку ідею заснувати колонію для вигнаних засуджених в Південному океані або Terra Australis запропонував Джон Калландер. Він сказав:
        Цей світ повинен надати нам абсолютно нові речі, оскільки до цих пір у нас було настільки мало знань про нього, як ніби ми перебуваємо на іншій планеті.</p>
        <p>Залежність від Великобританії (1788-1901)
            Перша британська колонія на континенті, Новий Південний Уельс, була заснована 26 січня 1788, коли Артур Філліп привів Перший флот в Порт-Джексон. Цей день став згодом національним святом - днем Австралії. Земля Ван-Димена (сучасна Тасманія) була заселена в 1803 році і отримала статус окремої колонії в 1825 році. Сполучене Королівство формально оголосило західну частину Австралії своєї в 1828 році, почавши таким чином володіти всім континентом.
            З часом з частин Нового Південного Уельсу утворювалися окремі колонії: Південна Австралія в 1836 році, Вікторія в 1851, а Квінсленд - в 1859 році. Північна територія була заснована в 1911 році шляхом виділення частини територій Південної Австралії. Південна Австралія, Вікторія і Західна Австралія грунтувалися як так звані «вільні колонії», тобто туди ніколи не ввозили ув'язнених, проте в останні дві колонії незабаром теж почали ввозити ув'язнених. Небажання жителів Нового Південного Уельсу приймати засуджених призвело до закінчення ввезення ув'язнених в цю колонію; останній корабель із засудженими прибув в 1848 році.</p><p>Чисельність корінного населення, яка становила від 750 000 до 1 000 000 осіб на початку заселення Австралії європейцями, різко знизилася за 150 років після початку заселення, в основному через інфекційних захворювань, принесених білими. Програма «Вкрадені покоління» (забирання дітей австралійських аборигенів у їхніх батьків) вважається зараз багатьма істориками геноцидом корінного населення, можливо що сприяв зниженню кількості аборигенів Австралії. Така інтерпретація історії аборигенів оспорюється багатьма консерваторами, такими як колишній прем'єр-міністр Австралії Джон Говард, і вважається ними перебільшеною або сфабрикованою з політичних чи ідеологічних причин. Дебати навколо «Вкрадених поколінь» в Австралії отримали назву «Історичні війни» (англ.) Рос. Федеральне уряд отримав право приймати закони по відношенню до аборигенам після референдуму в 1967 році. Права аборигенів на землю не були визнані до 1992 року, коли Високий суд в ході справи Мабо проти Квінсленда скасував розуміння Австралії як terra nullius («земля, яка не належить нікому») до заселення європейцями.
            На початку 50-х років XIX століття в Австралії відбулася золота лихоманка. Пізніше, в 1854 році відбулося Еврікское повстання проти зборів грошей за ліцензії на роботу в гірському промислі, колишнє одним з перших виразів громадянської непокори. Між 1855 і 1890 роками шість колоній індивідуально отримали відповідальний уряд, котра управляє здебільшого справ колонії, при цьому ті залишалися в складі Британської імперії. Міністерство у справах колоній Британської імперії в Лондоні зберегло свій контроль над деякими питаннями, зокрема іноземними справами, обороною та міжнародним судноплавством.</p>
            <a href="climat.php"><img id="forth" src="forth.jpg"/></a>
            <img class="hed" src="header.jpg" alt="Logo">
            <a href="index.php"><img id="back" src="back.jpg"/></a>
        </div>

        <script src='text/jquery-letterfx.js'></script>
        <link rel='stylesheet' type='text/css' href='text/jquery-letterfx.css'>
        <script src='text/jquery.magnific-popup.js'></script>
        <link rel='stylesheet' type='text/css' href='text/magnific-popup.css'>
        <script>
            $('.imagez').magnificPopup({
                type: 'image',
                closeOnContentClick: true,
                closeBtnInside: false,
                fixedContentPos: true,
        mainClass: 'mfp-no-margins mfp-with-zoom', // class to remove default margin from left and right side
        image: {
            verticalFit: true
        },
        zoom: {
            enabled: true,
            duration: 300 // don't foget to change the duration also in CSS
        }
    });
</script>
<script>$("h1").letterfx({ fx:'fade', fx_duration:'2s' })</script>

</body>
</html>
