<?php require 'login.php'; ?>
<!doctype html>
<html>
<head>
    <?=$incorrect_login_js ?>

    <script src="jquery.js"></script>
    <link rel="stylesheet" type="text/css" href="style.css">
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">

    <title>Австралія</title>
</head>
<body>
    <div>
        <?php require 'form.php'; ?>
        <div id="zara">
            <div class="lol_bckgr">Культура</div>
            <a href="history.php"><div class="lol">Історія</div></a>
            <a href="climat.php"><div class="lol">Клімат</div></a>
            <a href="exkur.php"><div class="lol">Екскурсії</div></a>
        </div><br>
    </div>

    <div class="article">
        <h1>Театр в Австралії</h1>
        <p>Австралійський театр є важливою частиною австралійської культури. Театр прийшов на континент з першими поселенцями і розвивався завдяки змішанню культур аборигенів та англійців, ввібравши в себе кращі традиції британських та ірландських театрів. Австралійські драматурги і театральні художники мають свій неповторний колорит, відомий в багатьох країнах з тих пір, як в 1788 році культура нового континенту була явлена світу.
            В Австралії розташовуються відомі на весь світ австралійські театральні центри - Сіднейський оперний театр і Національний інститут драматичного іскусстваангл. Серед найяскравіших представників австралійської театральної сцени слід зазначити Сера Роберта Хелпманаангл, Даму Джоан Сазерленд, Баррі Хамфриса і Девіда Вільямсонаангл, Кейт Бланшетт, Джеффрі Раша та Джуді Девіс.
            Неоціненний вплив на австралійський театр зробило корроборі - церемоніальний танець австралійських аборигенів, історія якого сягає далеко в минуле до перших поселенців (за оцінками вчених 40,000-60,000 років тому).</p>
            <a class="imagez" href="1sydn.jpg"> <img src="1sydn.jpg" style="height: 400px; width: 49%"/></a>
            <a class="imagez" href="2sydn.jpg"> <img src="2sydn.jpg" style="height: 400px; width: 49%"/></a>
            <h6>Сіднейський оперний театр</h6>
            <p>Австралійські драматурги, такі як Девід Вільямсонангл, Алан Сеймурангл, Нік Енрайтангл і Джастін Флемінгангл часто зверталися до тем важливим для австралійців. Так наприклад, вистава «Єдиний день в році» (англ. The One Day of the Year) за п'єсою Алана Сеймура, розповідає про День АНЗАК - пам'ятний день поразки в Дарданелльской операції. У виставі «Нджапартжьі Нджапартжьі» (англ. Ngapartji Ngapartji) за п'єсою Скотта Ренкіна і Тревора Джемісона, розповідається про вплив ядерних випробувань в пустелі на народ Пінтжьянтжьятжьяраангл. Спектакль є яскравим прикладом змішання традиційної культури австралійських аборигенів з грецькою, афганської, японської та новозеландської культурою.</p>
            <h3>Театральні групи</h3>
            <ul>
                <li>"Шекспіровська група Белла"</li>
                <li>Театр "Чорний лебідь"</li>
                <li>Театр "Трупа В"</li>
                <li>Театр "Берег"</li>
                <li>Театр "Елеватор"</li>
                <li>Сіднейський Театр</li>
            </ul>
            <h1>Архітектура Австралії</h1>
            <p>Архітектура Австралії включає в себе архітектуру Австралійського Союзу та його корінних і колоніальних товариств. Архітектурні стилі колоніального періоду перебували під сильним впливом британської культури. Тим не менш, необхідність адаптації до унікальному клімату Австралії і нові віяння 20-го століття привели зростаючому впливу американського міського дизайну та диверсифікації культурних смаків і вимог все більш мультикультурного австралійського суспільства.
                Серед відомих австралійських архітектурних стилів житлової архітектури - «квінсландер» (англ. Queenslander, приватні міські будинки з дерева на палях, для кращої циркуляції повітря та захисту від термітів), а також «федерація» (англ. Federation architecture, був популярний в 1890 1920 рр.). Серед австралійських об'єктів всесвітньої спадщини ЮНЕСКО - Сіднейський оперний театр, Королівський виставковий центр і Каторжні поселення Австралії.</p>
                <h3>Будівля Королеви Вікторії</h3>
                <a class="imagez" href="1arh.jpg"><img id="arh1" src="1arh.jpg"/></a>  <a class="imagez" href="3arh.jpg"><img id="arh3" src="3arh.jpg"/><p>Будівля Королеви Вікторії (або QVB), це будівля кінця дев'ятнадцятого століття за проектом архітектора Джорджа McRae в центральному діловому районі Сіднея, Австралія. Будівля романського Відродження буда побудована між 1893 і 1898 та сягає 30 м (98 футів) в ширину і 190 м (620 футів) завдовжки. Будівля розтащована поруч з ринком, Йорком і вулиць Дрюіт. Задумана як ринок, вона була використана для інших різних цілей.</p>
                <p>Будівля була офіційно відкрита 21 липня 1898 і надала бізнес-середовища для кравців, перукарів, флористів та кафе, а також виставкові зали і концертний зал. Увечері був великий бал для більш ніж тисячі гостей, а потім лорд-мер Сіднея, Метью Харріс, виступив з промовою, яка відображала "віру в майбутнє, велике тему вікторіанської епохи оптимізму", сказавши:

                    "Дешевше будівля дала б достатньо розміщення ринку. Але це було б недалекоглядно тільки що вивчили даний до виключення цієї великої майбутнє, яке далекоглядної чоловіків погодяться буде майже нескінченний в можливостях"

                    Вхід з вулиці Дрюіт був відкритий Леді Майоресс за допомогою золотого ключа, на якому була модель головного купола і менші куполи. Будівля була освітлена близько 1000 Вельсбахський смолоскипів, рівних в освітлювальної потужності близько 70 тисяч свічок, створюючи "повені світла", що навіть в підвалі можна було визнанти "ідеальним"</p>
                    <img class="hed" src="header.jpg" alt="Logo">
                    <a href="history.php"><img id="forth" src="forth.jpg"/></a>
                </div>

                <script src='text/jquery.magnific-popup.js'></script>
                <link rel='stylesheet' type='text/css' href='text/magnific-popup.css'>
                <script src='text/jquery-letterfx.js'></script>
                <link rel='stylesheet' type='text/css' href='text/jquery-letterfx.css'>
                <script>
                    $("h1").letterfx({ fx:'fade', fx_duration:'2s' })
                    $('.imagez').magnificPopup({
                        type: 'image',
                        closeOnContentClick: true,
                        closeBtnInside: false,
                        fixedContentPos: true,
        mainClass: 'mfp-no-margins mfp-with-zoom', // class to remove default margin from left and right side
        image: {
            verticalFit: true
        },
        zoom: {
            enabled: true,
            duration: 500 // don't foget to change the duration also in CSS
        }
    });
</script>

</body>
</html>
